Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H12A.tmx
Source language: en_us
Languages: zh_cn

source: About Japan Science and Technology Agency (JST)
zh_cn: 日本科学技术振兴机构（JST）简介

source: The Japan Science and Technology Agency (JST) is one of the core institutions responsible for the implementation of science and technology policy in Japan, including the government’s Science and Technology Basic Plan.
zh_cn: 日本科学技术振兴机构（JST）负责日本科学和技术政策，包括政府的科学技术基本计划实施的核心机构之一。

source: From knowledge creation—the wellspring of innovation—to ensuring that the fruits of research are shared with society and Japan’s citizens, JST undertakes its mission in a comprehensive manner.
zh_cn: 从创新的源泉知识创造，到确保研究的成果与社会与日本公民的共享，JST更全面地承担其使命。

source: JST also works to provide a sound infrastructure of science and technology information and raise awareness and understanding of science and technology-related issues in Japan.
zh_cn: 在日本，JST提供工程，科学和技术信息，并提供完善的基础设施，提高人们的认识和理解科学和技术相关的问题。

source: Mission: We contribute to the creation of innovation in science and technology as the core implementing agency of the fourth phase of the Science and Technology Basic Plan.
zh_cn: 使命：有助于建立创新的科学和技术为核心的科学技术基本计划的第四阶段的执行机构。

source: Visions:
zh_cn: 视野：

source: To achieve innovation in science and technology through creative research and development.
zh_cn: 为了实现科学和技术的创新，通过创造性的研究和发展。

source: To maximize research outcomes by managing research resources on the virtual network.
zh_cn: 为了最大限度地提高虚拟网络上的资源管理研究的研究成果。

source: To develop the nation’s infrastructure for science and technology to accelerate innovation in science and technology.
zh_cn: 为了发展国家的科学和技术，加快技术创新的步伐，在科学和技术基础设施。

source: Description: In the third phase of the mid-term plan commenced in FY 2012, JST promotes the following operations:
zh_cn: 说明：在第三阶段的中期计划，在2012财年开始，JST促进以下操作：

source: Planning of research and development strategy for the creation of innovation
zh_cn: 为建立创新的研究和发展战略规划

source: Promoting the creation of innovation
zh_cn: 促进建立创新

source: Strategic Basic Research Programs
zh_cn: 战略基础研究发展计划

source: Research and Development Programs Focused on Technology Transfer
zh_cn: 研究与发展方案的重点是技术转移

source: Support for reconstruction and revitalization after the Great East Japan Earthquake
zh_cn: 支持东日本大地震后的重建和振兴

source: Promotion and Support for International Cooperation
zh_cn: 国际合作促进和支持

source: Programs to Promote the Utilization of University IP
zh_cn: 方案，以促进大学利用IP

source: Building infrastructure for the creation of innovation
zh_cn: 建立创新基础设施建设

source: Dissemination of Scientific and Technological Information
zh_cn: 科学和技术信息的传播

source: Promoting Science Education
zh_cn: 促进科学教育

source: Promoting Science Communication
zh_cn: 促进科学传播

source: Others
zh_cn: 他人

source: Priority Areas: Working toward the creation of innovation in science and technology, we will focus on the following areas in accordance with the fourth phase of the national Science and Technology Basic Plan, and effectively create new systems and services by combining various programs.
zh_cn: 优先领域：向工作建立在科学和技术的创新，我们将重点在以下几个方面，按照国家科学技术基本计划的第四阶段，并有效地建立新的系统和服务相结合的各种方案。

source: science and technology policy in Japan:
zh_cn: 1）日本科学和技术政策：

source: For details, please refer to website of the Ministry of Education, Culture, Sports, Science below, http://www.mext.go.jp/english/a06.htm
zh_cn: 有关详细信息，请参阅网站部的教育，文化，体育，科学下面，http://www.mext.go.jp/english/a06.htm

source: Science and Technology Basic Plan:
zh_cn: 2）科学技术基本计划：

source: The Science and Technology Basic plan is drawn up based on the Science and Technology Basic Law every five year in Japan.
zh_cn: 科学技术基本计划，制定了“科学技术基本法在日本每五年的基础上。

source: There are two steps to draw up the basic plan.
zh_cn: 有两个步骤制定的基本计划。

source: First, Council for Science and Technology Policy (CSTP) deliberates the basic policy about science and technology.
zh_cn: 首先，科学和技术政策（CSTP）理事会审议的关于科学和技术的基本政策。

source: Second, based on that, the government formulates and decides a basic plan.
zh_cn: 其次，此基础上，政府制定和决定基本计划。

source: The current basic plan is the 4th one.
zh_cn: 目前的基本计划是第四个。
